app/controllers/posts_controller.rb

INSERT INTO "posts" ("comment", "created_at", "updated_at") VALUES (?, ?, ?)  [["comment", "yes"], ["created_at", "2016-05-14 15:41:17.888738"], ["updated_at", "2016-05-14 15:41:17.888738"]]
---
	def create
		@new_post = Post.new(post_params)
		@new_post.save